{
    "navigation": "About/Experiences/Skills/Trainings",
    "coucou": "Hello",
    "im": "I'm",
    "pj": "Projects",
    "whoIm": "Who I'm",
    "myNameIs": "My name is",
    "passion": "Passionate about IT and new technologies,I'm in the process of validating my third year of computer science degree at the University of « Pau et des Pays de l'Adour (UPPA)  », intending to become an expert in software engineering.",
    "alternance": "Convinced that a School/Company work-study program is a key factor in the success of a training course that prepares for professional life and makes up for the gap due to the lack of experience of young graduates, I am looking for a work-study program in Development software, web, and mobile or information systems management For the 2022-2023 Academic year.",
    "ps": "During my university studies, I had the opportunity to carry out some professional experiences, in particular:",
    "exp1": "Interim C/C++ developer",
    "exp1Des": "group (August 2021) Where I took charge of various missions such as the correction of warnings from calculation software and the creation of a data sampling management program for different types of files in C++.",
    "ing": "within the",
    "exp1miss1": "Fixed program warning disputes related to compute machine in c++",
    "exp1miss2": "coding of a program allowing to sample data contained in files containing millions of lines for the realization of graphics under Excel in C++",
    "exp2": "Administrative employee",
    "exp2Des": "branch where my missions were the Preparation of loan files and loan buy-backs, before injunction or subpoena and the payment of the bills of bailiffs and lawyers.",
    "exp2branch": "in the",
    "expConc": "All these experiences allowed me not only to practice my skills, but also to learn new ones.",
    "my": "My",
    "exp2miss1": "Preparation of loan and credit redemption files, before injunction or summons.",
    "exp2miss2": "bills payment",
    "exp1periode": "August 2021",
    "exp2periode": "August 2020",
    "skills": "My Skills",
    "pl": "Programing Langages",
    "dl": "Web development",
    "GitLab": "GitLab",
    "Office": "Office",
    "dm": "Data Management",
    "system": "system",
    "avi": "Audio Video Images",
    "contact": "Contact me",
    "thx": "Thank you for your visit",
    "cs": "Comming Soon",
    "l3": "License 3 computer science",
    "l2": "License 2 computer science",
    "l1": "License 1 computer science",
    "discover": "Discover",
    "cb": "Created by",
    "arr": "All rights reserved",
    "desWeb3": "the first project on web 3.0 which consists in connecting his MetaMask account and transferring ETH tokens on the blockchain through the Ethereum Network",
    "visitSite": "visit the site",
    "SEC": "e-commerce site",
    "criseM": "Crisis Management",
    "ptrans": "Online translator",
    "viewCodeSource": "view source code"
}